import React from "react";
import image_1 from "./images/1.jpg";
import image_2 from "./images/2.jpg";
import image_3 from "./images/3.jpg";
import image_4 from "./images/4.jpg";
import image_5 from "./images/5.jpg";
import image_6 from "./images/6.jpg";
import image_7 from "./images/7.jpg";
import image_8 from "./images/8.jpg";
import image_9 from "./images/9.jpg";
import image_10 from "./images/10.jpg";
import image_11 from "./images/11.jpg";
import image_12 from "./images/12.jpg";
import image_13 from "./images/13.png";
import image_14 from "./images/14.jpg";
import image_15 from "./images/15.jpg";
import image_16 from "./images/16.jpg";
import image_17 from "./images/17.png";
import image_18 from "./images/18.jpg";
import image_19 from "./images/19.png";
import image_20 from "./images/20.jpg";
import image_21 from "./images/21.jpg";
import image_22 from "./images/22.jpg";
import image_23 from "./images/23.jpg";
import image_24 from "./images/24.png";
import image_25 from "./images/25.jpg";
import image_26 from "./images/26.jpg";
import image_27 from "./images/27.jpg";
import image_28 from "./images/28.jpg";
import image_29 from "./images/29.jpg";
import image_30 from "./images/30.png";
import image_31 from "./images/31.jpg";
import image_32 from "./images/32.png";
import image_33 from "./images/33.png";
import image_34 from "./images/34.jpg";

/* TODO:
	- Катаболитни процеси при аеробни организми
	- Механизъм за генериране на АТФ.
	- Регулация
 */

export default function info() {
	return (
		<div>
			<h1 className="tochka">Bio Test pri Vikito 2.0</h1>
			<h2>Особености в регулацията на функциите при животните</h2>
			<ul>
				<li className="tochka">
					Същност
					<ul>
						<li>
							Механизмите за регулация на функциите в организма на
							животните и човека са два типа
							<ul>
								<li>нервно регулиране</li>
								<li>хуморално регулиране</li>
								<li>
									осъществяват се от нервната и хормоналната
									система за регулация
								</li>
							</ul>
						</li>
						<li>
							<img src={image_1} alt="" />
						</li>
					</ul>
				</li>
				<li className="tochka">
					Йерархичен принцип
					<ul>
						<li>
							Нервната и хормоналната система са изградени и
							функционират на съподчинителен принцип
							<ul>
								<li>
									В еволюцията на нервната система след
									формирането на тръбеста нервна система
									започва развитието на отдели с различна
									стректура и функция
								</li>
								<li>
									Така се образувал главния мозък, а
									гръбначният мозък се оказал във функционално
									подчинение
								</li>
								<li>
									<img src={image_2} alt="" />
								</li>
								<li>
									<img src={image_3} alt="" />
								</li>
							</ul>
						</li>
						<li>
							<li>
								Най-висш отдел е кората на големите полукълба
								<ul>
									<li>контролира всички други отдели</li>
									<li>
										Получавайки информация от рецепторите за
										състоянието на средата, кората на
										големите полукълба чрез условни рефлекси
										осигурява регулиране на реакции
									</li>
								</ul>
							</li>
						</li>
						<li>
							Ендокринната система също е изградена на
							съподчинителен принцип
							<ul>
								<li>
									Регулацията на дейността от ендокринните
									жлези се осъществява чрез централната
									ендокринна жлеза - хипофизата, свързана с
									мозъчните структури
								</li>
								<li>
									<img src={image_4} alt="" />
								</li>
							</ul>
						</li>
						<li>
							<img src={image_5} alt="" />
						</li>
						<li>
							Хипофизата е разположена в главния мозък под
							междинния мозък
							<ul>
								<li>
									Преден дял
									<ul>
										<li>
											от него се секретират в кръвта
											хормони, които регулират секреция на
											периферни хормони от щитовидната,
											надбъбречните и половите жлези
										</li>
										<li>
											Отделят хормон, който стимулира
											растежа на много клетки и тъкани и
											хормон, стимулиращ образуването на
											мляко в млечните жлези
										</li>
									</ul>
								</li>
								<li>
									Заден дял
									<ul>
										<li>
											отделя се хормон, регулиращи
											задържането на вода в организма,
											съкращението на матката при раждане
											и отделяне на мляко
										</li>
									</ul>
								</li>
								<li>
									Хипофизата се намира под контрола на
									междинния мозък
									<ul>
										<li>
											Свързана е с подхълмието, откъдето
											се секретират високо специфични
											хормони, действащи върху хипофизните
											клетки
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							В междинния мозък сигнализацията с нервни импулси,
							чрез които функционира нервната система, се променя
							в сигнализация с химични вещества
							<ul>
								<li>
									Някои ендокринни жлези като задстомашната и
									околощитовидните не са подчинени
									функционално на хипофизата
								</li>
								<li>
									<img src={image_6} alt="" />
								</li>
								<li>
									<img src={image_7} alt="" />
								</li>
								<li>
									<img src={image_8} alt="" />
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Принцип на обратната връзка
					<ul>
						<li>Основен принцип е обратната връзка</li>
						<li>
							При нея всеки сигнал в една система се предава от
							изхода към входа
						</li>
						<li>
							Обратната връзка може да отслабва(означава се като
							отрицателна) или да усилва(положителна) сигнала
						</li>
						<li>
							Ензимът, катализиращ реакциите в биохимичните
							процеси, притежава активен и алостеричен център
							<ul>
								<li>
									Чрез алостерично влияние крайният продукт
									понижава активността на ензима и ограничава
									своето образуване
								</li>
							</ul>
						</li>
						<li>
							Чрез обратни връзки се командва целия двигателен
							апарат
							<ul>
								<li>
									Обратна връзка съществува между централната
									нервна система и скелетните мускули
								</li>
								<li>
									По рефлексната дъга протичат импулси,
									предизвикващи съкращение, но заедно с това
									се дразнят мускулните вретена
								</li>
								<li>
									Пример: Повишена концентрация на тироксин в
									кръвта води до понижаване на секрецията на
									съответните хормони от подхълмието и
									хипофизата
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Биологично значение
					<ul>
						<li>
							Основното биологично значение е поддържане на
							хомеостазата и да протичат поведенческите реакции
						</li>
						<li>
							Съществуването на клетките е възможно само при малки
							отклонения на показатели като киселинност, осмотично
							налягане, температура,кръвно налягане и др. от
							нормалното равнище
							<ul>
								<li>
									В отговор на промяната възникват хомеостазни
									реакции
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>
				Метаболизъм. Анаболитни процеси. Светлинна фаза на фотосинтеза
			</h2>
			<ul>
				<li className="tochka">
					Метаболизъм
					<ul>
						<li>
							Живите организми непрекъснато обменят вещества и
							енергия със средата, която ги заобикаля
							<ul>
								<li>
									Приемат с храната хранителни вещества, които
									чрез храномилане се разграждат до мономери
								</li>
								<li>
									Едноклетъчните извършват разграждането вътре
									в клетката
								</li>
								<li>
									Многоклетъчните извършват разграждането чрез
									храносмилателни органи
								</li>
								<li>
									Мономерите претърпяват промени и част от тях
									се доразграждат, а други се използват от
									организма за изграждане на собствени
									органични молекули
								</li>
							</ul>
						</li>
						<li>
							<img src={image_9} alt="" />
						</li>
					</ul>
				</li>
				<li className="tochka">
					Същност
					<ul>
						<li>
							съвкупност от всички биохимични реакции, които се
							извършват в клетката
						</li>
						<li>
							Състои се от две групи метаболитни процеси
							<ul>
								<li>
									Анаболитни процеси
									<ul>
										<li>Процеси на синтез</li>
									</ul>
								</li>
								<li>
									Катаболитни
									<ul>
										<li>процеси на разграждане</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							<img src={image_10} alt="" />
						</li>
						<li>
							Веществата участващи в метаболитните процеси се
							наричат метаболити
							<ul>
								<li>
									участват в последователни биохимични
									реакции, образуващи метаболитни вериги
								</li>
								<li>
									Междинни метаболити
									<ul>
										<li>
											включват се в други реакции в
											клетката
										</li>
									</ul>
								</li>
								<li>
									Възлови метаболити
									<ul>
										<li>
											получават се при разграждане на
											съединения като АК, мастни киселини
										</li>
									</ul>
								</li>
								<li>
									Крайни метаболити
									<ul>
										<li>
											Не участват в нови реакции и се
											изнасят от клетката и организма(СО2,
											урея, вода и др.)
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Особености на метаболизма
							<ul>
								<li>
									<li>
										<img src={image_11} alt="" />
									</li>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Типове обмяна на вещества в зависимост от анаболитните
					процеси
					<ul>
						<li>
							Според източниците на енергия за анаболитните
							процеси организмите се разделят на автотрофни и
							хетеротрофни
						</li>
					</ul>
					<ul>
						<li>
							Автотрофи
							<ul>
								<li>
									използват външен източник на енергия(
									най-често слънчева светлина)
								</li>
								<li>
									Синтезират органични от неорганични вещества
								</li>
								<li>
									Примери: зелени растения, цианобактерии и
									първаци - зелена еуглена
								</li>
							</ul>
						</li>
						<li>
							Хетеротрофи
							<ul>
								<li>
									източник на енергия е енергията, освободена
									от окислението при катаболитни процеси
								</li>
								<li>
									Организмите синтезират собствени органични
									молекули от органични и неорганични
									вещества, приети с храната
								</li>
								<li>
									Примери за хетеротрофи са човек, животни и
									гъби
								</li>
							</ul>
						</li>
						<li>
							Фотосинтезата и аеробното окисление са
							взаимнозависими процеси
							<ul>
								<li>
									Синтезираните органични вещества от
									автотрофите служат за храна на
									хетеротрофите, които не могат да ги
									произвеждат сами.
								</li>
								<li>
									При разграждането на хранителни вещества
									хетеротрофите отделят СО2 и Н2О, а тези
									продукти се използват от автотрофите при
									фотосинтеза
								</li>
							</ul>
						</li>
						<li>
							Анаболитни процеси протичат при автотрофи и
							хетеротрофи
							<ul>
								<li>
									синтез на гликоген, синтез на скорбяла(в
									растителни клетки), синтез на ДНК, РНК и
									белтъци
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Фотосинтеза
					<ul>
						<li>
							Същност
							<ul>
								<li>
									процес, при който от неорганичните
									съединения СО<sub>2</sub> и Н<sub>2</sub>О с
									участието на светлинна енергия в
									хлоропластите на растенията се синтезират
									органични съединения
								</li>
								<li>
									6СО<sub>2</sub> + 6Н<sub>2</sub>О +
									светлинна енергия С<sub>6</sub>Н
									<sub>12</sub>О<sub>6</sub> + 6О<sub>2</sub>
								</li>
							</ul>
						</li>
						<li>
							Организмите, които синтезират органични молекули
							директно чрез фотосинтеза, се наричат фотоавтотрофи
							(фотоавтотрофни организми)
							<ul>
								<li>
									Еукариотните фотоавтотрофи осъществяват
									фотосинтезата в хлоропластите
								</li>
								<li>
									Прокариотните фотоавтотрофи нямат
									хлоропласти, а осъществяват фотосинтеза с
									участието на клетъчни мембрани(тилакоидни
									мембрани при цианобактериите)
								</li>
								<li>
									<img src={image_12} alt="" />
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Растителни органи, в които се извършва фотосинтеза
					<ul>
						<li>Основните растителни органи са листата</li>
						<li>
							При някои тревисти растения в по-малка степен
							фотосинтезират и стъблата
						</li>
						<li>
							Фотосинтезата протича в две фази:
							<ul>
								<li>
									светлинна фаза
									<ul>
										<li>
											зависима от светлината и протича в
											тилакоидните мембрани на
											хлоропластите
										</li>
									</ul>
								</li>
								<li>
									тъмнинна фаза ( Цикъл на Калвин)
									<ul>
										<li>
											независима от светлината и протича в
											стромата на хлоропласти
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Структури, участващи във фотосинтезата
							<ul>
								<li>
									за фотосинтезата се използва незначителна
									част от енергията на слънчевата светлина
								</li>
								<li>
									Тилакоидната мембрана съдържа чувствителни
									към светлината пигменти, които я улавят
								</li>
								<li>
									Организирани са в две фотосистеми-
									фотосистема I (ФС I) и фотосистема II. Всяка
									се състои от:
									<ul>
										<li>
											Реакционен център
											<ul>
												<li>
													образувана от комплекс от
													белтъци и пигменти и
													осъществяват превръщане на
													светлинната енергия в
													химична
												</li>
											</ul>
										</li>
										<li>
											Светосъбиращ комплекс
											<ul>
												<li>
													образуван от пигментни
													молекули(хлорофил и
													каротиноиди)
												</li>
												<li>
													Улавя светлината и захранва
													реакционния център със
													светлинна енергия
												</li>
											</ul>
										</li>
										<li>
											Електрон-транспортна верига (ЕТВ)
											<ul>
												<li>
													образуван от поредица
													редокс-системи, при които
													трансферът на електрони
													между електронен донор(H2O)
													и електронен акцептор
													(НАДФ+) е спрегнат с
													трансфер на протони (Н+)
													през тилакоидните мембрани.
												</li>
												<li>
													Клетъчен механизъм за
													използване на енергията от
													слънчевата светлина
												</li>
											</ul>
										</li>
									</ul>
								</li>
								<li>
									Особености
									<ul>
										<li>
											Всяка фотосистема се стимулира от
											светлина с различен спектър
										</li>
										<li>
											ФС I съдържа молекули хлорофил,
											които са най- чувствителни към
											светлина, с дължина на вълната 700nm
										</li>
										<li>
											ФС II съдържа хлорофил с най-висока
											чувствителност към светлина с
											дължина на вълната 680nm.
										</li>
										<li>
											Каротиноидите са жълти и оранжеви
											пигменти, които улавят светлина с
											други дължини
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Механизъм на светлинната фаза на фотосинтеза
					<ul>
						<li>
							Светлината се разпространява под формата на
							светлинни кванти - фотони
						</li>
						<li>
							При попадане на фотон върху молекула хлорофил,
							електронът се придвижва от една в друга орбита, като
							преминават в по- високо енергийно състояние
						</li>
						<li>
							Това състояние е нестабилно и хлорофилът се стреми
							да се върне към изходното си състояние.
						</li>
						<li>
							<img src={image_13} alt="" />
						</li>
						<li>
							Светлинната фаза започва с поглъщане на светлинна
							енергия от светосъбиращите комплекси
							<ul>
								<li>
									Това води до възбуждане на реакционния
									център на ССК (Свегосъбиращ комплекс)
								</li>
								<li>
									От реакционния център на ФСI се отделят два
									електрона
									<ul>
										<li>
											Те се пренасят по ЕТВ до
											коензим(НАДФ), който се редуцира
											(НАДФ.Н2)
										</li>
										<li>
											За редукцията се използват протони
											от тилакоидната празнина
										</li>
									</ul>
								</li>
								<li>
									Под действието на светлината РЦ на ФС II
									преминава във възбудено състояние и също
									отделя два електрона
									<ul>
										<li>
											Преминавайки по ЕТВ, възстановяват
											електронния дефицит на ФС I.
										</li>
									</ul>
								</li>
								<li>
									Възникналият дефицит във ФС II се
									възстановява от водни молекули
									<ul>
										<li>
											Кислородните атоми на две водни
											молекули се свързват с манганови
											атоми на ензима, който разцепва
											водните молекули
										</li>
										<li>
											Под действието на светлината
											молекулите на водата се разцепват
										</li>
										<li>
											2H<sub>2</sub>O {"=>"} O<sub>2</sub>
											+ 4H<sup>+</sup> + 4e<sup>-</sup>
										</li>
										<li>Процесът се нарича фотолиза</li>
									</ul>
								</li>
								<li>
									Протоните остават в тилакоидната празнина
									<ul>
										<li>
											Така концентрацията на протони се
											увеличава от фотолизата на водата и
											от внасянето на Н<sup>+</sup> от
											стромата в тилакоидната празнина
										</li>
										<li>
											Преносът на протони е свързан с
											преноса на електрони по ЕТВ
										</li>
									</ul>
								</li>
								<li>
									Отделеният при фотолиза кислород се изнася
									във външната среда
								</li>
								<li>
									Следователно отделеният при фотосинтеза
									кислород се получава от фотолизата на
									водата.
								</li>
								<li>
									<img src={image_14} alt="" />
								</li>
								<li>
									В тилакоидните мембрани се разполага
									комплекс от белтъци - АТФ-синтаза
									<ul>
										<li>
											Той притежава канали, през които
											протоните се връщат в стромата на
											хлоропластите
										</li>
										<li>
											Преминаването през каналите е
											благодарение на електрохимичния
											протонен градиент от двете страни на
											мембраната
										</li>
										<li>
											Използва се за генериране на енергия
											под формата на АТФ
										</li>
									</ul>
								</li>
								<li id="adfschema">
									Втората част на АТФ
									<ul>
										<li>
											синтазата има гъбовидна структура,
											насочена към тилакоидната празнина
										</li>
										<li>
											Тя има активни центрове, които
											свързват АДФ и Ф като субстрати, а
											краен продукт е АТФ
										</li>
										<li>
											Процесъст се нарича фотосинтетично
											фосфорилиране, тъй като се използва
											светлинна енергия
										</li>
										<li>
											<img src={image_15} alt="" />
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Пътища за електронен поток в светлинната фаза
					<ul>
						<li>
							Два пътя
							<ul>
								<li>
									Нецикличен път
									<ul>
										<li>в който се синтезира АТФ и НАДФ</li>
										<li>
											Н<sub>2</sub> чрездвустъпален процес
											с участие на двете фотосистеми
										</li>
									</ul>
								</li>
								<li>
									Цикличен път
									<ul>
										<li>
											в който участва само ФСI и се
											образува само АТФ без НАДФ и
											кислород
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>Тъмнинна фаза (Цикъл на Калвин )</h2>
			<ul>
				<li>
					<img src={image_16} alt="" />
				</li>
				<li>
					Същност
					<ul>
						<li>
							Синтезът на органични съединения при растенията
							протича в стромата на хлоропластите.
						</li>
						<li>Реакциите не зависят пряко от светлината</li>
						<li>
							Състои се от три етапа, чиито реакции(ензимни
							стъпала) образуват метаболитен цикъл
						</li>
						<li>
							Носи името на своя откривател Мелвин Калвин - цикъл
							на Калвин
						</li>

						<li>
							<img src={image_17} alt="" />
						</li>
					</ul>
				</li>
				<li>
					Етапи
					<ul>
						<li>
							Първи етап - фиксация на СО2
							<ul>
								<li>
									Стъпка 1
									<ul>
										<li>
											Една молекула СО2 се присъединява
											към монозахарид с 5 въглеродни
											атома-рибулозобифосфат (РБФ)
										</li>
										<li>
											Получава се неустойчива молекула с 6
											въглеродни атома
										</li>
										<li>
											Ензимът, който катализира реакцията,
											се нарича рибулозобифосфат
											карбоксилаза (РуБисКо)
										</li>
										<li>
											Ензимът действа бавно като обработва
											около 3 молекули субстрат на секунда
										</li>
										<li>
											Клетката синтезира голям брой
											белтъчни молекули от него и това
											прави РуБисКо най-разпространения
											белтък на Земята
										</li>
									</ul>
								</li>
								<li>
									Стъпка 2
									<ul>
										<li>
											След присъединяване на една молекула
											вода получената хексоза се разцепва
											на две молекули фосфоглицеринова
											киселина, всяка с по три въглеродни
											атома
										</li>
									</ul>
								</li>
								<li>
									<img src={image_18} alt="" />
								</li>
							</ul>
						</li>
						<li>
							Втори етап - редукция на ФГК (фосфоглицеринова
							киселина)
							<ul>
								<li>
									Стъпка 3
									<ul>
										<li>
											Всяка молекула ФГК свързва една
											фосфатна група от АТФ и се получава
											бифосфоглецерат
										</li>
									</ul>
								</li>
								<li>
									Стъпка 4
									<ul>
										<li>НАДФ</li>
										<li>
											Н2 са получени в светлинната фаза на
											фотосинтезата
										</li>
									</ul>
								</li>
								<li>
									Стъпка 5
									<ul>
										<li>
											Някои молекули ГАФ напускат цикъла,
											за да доставят енергия и градивни
											единици за други съединения
										</li>
										<li>
											Други остават в цикъла, за да
											генерират РБФ
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Трети етап - регенерация на рибулозобифосфат
							<ul>
								<li>
									Стъпка 6
									<ul>
										<li>
											Оставащите в цикъла на Калвин
											молекули ГАФ възстановяват изходните
											метаболити риболозобифосфат, като
											присъединяват една фосфатна група от
											АТФ
										</li>
										<li>
											ГАФ напуска хлоропластите и попада в
											цитозола на клетката, където чрез
											серия от реакции се получава
											захароза
										</li>
										<li>
											ГАФ е основна форма чрез която
											въглехидратите се транспортират от
											листата към останалите части чрез
											низходящ ток
										</li>
										<li>
											Голямата част от ГАФ, която остава в
											стромата се превръща в
											скорбяла(въглехидратен резерв на
											клетката)
										</li>
										<li>
											През нощта скорбялата хидролизира,
											за да осигури глюкоза за енергийните
											нужди на клетката
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Двете фази на фотосинтезата са свързани и се
							извършват едновременно. Част от продуктите на
							светлинната фаза-АТФ и НАДФ.Н2 се използват в
							тъмнинната фаза.
						</li>
						<li>
							<img src={image_19} alt="" />
						</li>
					</ul>
				</li>
				<li>
					Фотосинтеза и добиви
					<ul>
						<li>
							Фотосинтезата е процес, при който се синтезират
							всички групи органични съединения
						</li>
						<li>
							Голяма част от синтезираните съединения (асимилати)
							се използват в процеса дишане
						</li>
						<li>
							Растенията тип С4 са адаптирани към високи
							температури и силна слънчева радиация
							<ul>
								<li>
									При тях фотосинтетичната продукция е висока
									поради отсъствие на фотодишане - процес на
									поглъщане на О2 и отделяне на СО2 от
									устицата в присъстие на светлина
								</li>
							</ul>
						</li>
						<li>
							Продуктивността на растенията може да бъде повишена
							чрез:
							<ul>
								<li>Увеличаване на степента на осветеност</li>
								<li>Увеличаване на концентрацията на СО2</li>
								<li>
									Селекция на нови сортове с ниска степен на
									фотодишане
								</li>
								<li>Подхранване на растенията с N, P, K</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Разпределение, транспорт и отлагане на асимилатите
					<ul>
						<li>
							През различните фази от развитието на растението
							асимилатите се използват за различни цели
							<ul>
								<li>
									През първите фази се използват като градивен
									материал за нарастване
								</li>
								<li>
									В по-късните се транспортират към корените,
									където се натрупват като резерв
								</li>
								<li>Част от тях се натрупват и в семената</li>
							</ul>
						</li>
						<li>
							Транспорт на асимилати
							<ul>
								<li>
									осъществява се на три нива - вътреклетъчно,
									междуклетъчно и по флоема
								</li>
								<li>
									Оставайки в семената, асимилатите потискат
									фотосинтезата
									<ul>
										<li>
											Затова малка част остават, за да се
											използват в процеса на дишане
										</li>
									</ul>
								</li>
								<li>
									Асимилатите се придвижват към корените и
									долната част на растенията
									<ul>
										<li>
											При образуване на цветове, плодове и
											семена транспорта променя посоката
											си във възходящ
										</li>
										<li>
											Най-бързо се придвижва захарозата,
											следват я ФАГ, ГАФ, ябълчна киселина
										</li>
										<li>
											Най-бавно се придвижва лимонената
											киселина
										</li>
									</ul>
								</li>
								<li>
									Мазнините и белтъците в растителните
									организми не се придвижват
									<ul>
										<li>
											Синтезирани в листата те се
											натрупват в клетките или се
											транспортират преработени
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>
				Анаболитни процеси при прокариоти. Бактериална фотосинтеза.
				Хемосинтеза
			</h2>
			<ul>
				<li>
					Бактериална фотосинтеза
					<ul>
						<li>
							Освен растенията автотрофна асимилация на въглерод
							извършват и бактериите
							<ul>
								<li>
									Различават се условията, при които се
									извършва
									<ul>
										<li>
											Особености на цианобактериите са
											множество мембранни пластинки
											-тилакоиди в цитоплазмата
										</li>
									</ul>
								</li>
								<li>
									С помощта на хлорофила клетката
									фотосинтезира, като поглъща светлинна
									енергия и така си набавя органични вещества
								</li>
								<li>
									Допълнителни багрила са каротини и сини
									багрила, които улавят светлината
								</li>
							</ul>
						</li>
						<li>
							Разлики във фотосинтезата при фотосинтезиращите
							бактерии (пурпурни и зелени) в сравнение с
							цианобактериите и висшите растения
							<ul>
								<li>
									При цианобактериите работат две фотосистеми
									<ul>
										<li>
											едната, чрез която се осъществява
											фотолиза на водата с отделяне на
											кислород
										</li>
										<li>
											втора, чрез която се осъществява
											редукция на НАДФ до НАДФ.Н2
										</li>
									</ul>
								</li>
								<li>
									При фотосинтезиращите бактерии функционира
									само една фотосистема, която е подобна на
									ФС1
									<ul>
										<li>
											Високоенергийният електрон, избит от
											РЦ на ФС1 не се насочва към НАДФ, а
											се връща в белтъчен комплекс
										</li>
										<li>
											При това се изпомпва протон (Н+)
											през клетъчната мембрана и се
											задейства АТФ-синтаза
											<ul>
												<li>
													синтезира се АТФ (циклично
													фосфорилиране)
												</li>
											</ul>
										</li>
										<li>
											При фотосинтезиращите бактерии се
											образува само АТФ
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							<img src={image_20} alt="" />
						</li>
					</ul>
				</li>
				<li>
					Хемосинтеза
					<ul>
						<li>
							Същност
							<ul>
								<li>
									Автотрофен процес, при който неорганични
									въглеродни съединения и други молекули се
									преобразуват в органични вещества
								</li>
								<li>
									Като източник на енергия за биосинтеза служи
									окислението на неорганични молекули(водород,
									сероводород и др.), приети от околната среда
								</li>
								<li>
									Приема се като процес на усвояване на
									въглероден диоксид за сметка на химична
									енергия
									<ul>
										<li>
											литотрофия - хранене с неорганични
											вещества
										</li>
									</ul>
								</li>
								<li>
									Извършва се основно от хемоавтотрофите
									<ul>
										<li>
											обединява микроорганизми, които се
											развиват върху неорганичен субстрат
										</li>
										<li>
											Те синтезират органични съединения
											от СО2 и черпят енергия от аеробно
											окисление на минерални вещества,
											които приемат от околната среда -
											водород, амоняк, нитрати и др.
										</li>
									</ul>
								</li>
								<li>
									Повечето са екстремофили
									<ul>
										<li>
											бактерии или археи, които живеят при
											тежки условия и са първични
											продуценти в такива екосистеми
										</li>
									</ul>
								</li>
								<li>
									<img src={image_21} alt="" />
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Видове бактерии
					<ul>
						<li>
							Бактерии, окисляващи амоняк (нитрифициращи бактерии)
							<ul>
								<li>
									Развиват се там където се образува амоняк от
									гниенето на органични остатъци
								</li>
								<li>
									в почвата, блата, морета, и където има
									достъп до кислород
								</li>
								<li>
									Окислението протича в два етапа, в които
									участват два различни вида нитрифициращи
									микроорганизми
								</li>
								<li>
									Етапи
									<ul>
										<li>
											Отначалото NH3 под действието на
											нитрозни бактерии се окислява до
											нитрит
										</li>
										<li>
											Окислението продължава до азотна
											киселина под действието на нитратни
											бактерии
										</li>
									</ul>
								</li>
								<li>
									<img id={"image22"} src={image_22} alt="" />
								</li>
								<li>
									Около 95% от енергията се отделя под формата
									на топлина
								</li>
								<li>
									Ролята на процеса нитрификация в природата е
									голяма
									<ul>
										<li>
											Една от най-важните е увеличаването
											на почвеното плодородие и затова се
											използват като ценни торове
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Бактерии, окисляващи сяра (серни бактерии,
							серобактерии, сулфобактерии)
							<ul>
								<li>
									Окисляват сероводород, елементарна сяра и
									някои други редуцирани серни съединения до
									сярна киселина
									<ul>
										<li>От нея се образуват сулфати</li>
									</ul>
								</li>
								<li>
									Образуваният разтвор на сярна киселина прави
									бактериите устойчиви на кисела среда
								</li>
								<li>
									Бактериите от род Rhodopseudomonas и
									Rhodospirilum са разпространени в почвата и
									в някои изворни и блатисти води
								</li>
								<li>
									Обагрени са в червено и жълто-кафяво,
									съдържат бактериохлорофил
								</li>
								<li>
									Те са аероби, които могат да се развиват и в
									анаеробни условия
								</li>
								<li>
									Енергията, която се отделя от при
									окислението на серни съединения и
									акумулирана под формата на АТФ, се използва
									за редуциране на въглероден диоксид
								</li>
								<li>
									2H<sub>2</sub>S+O<sub>2</sub> {"->"} 2H
									<sub>2</sub>
									O+2S
								</li>
								<li>
									От дейността на бактериите са се образували
									гипсовите залежи
									<ul>
										<li>
											p. Achromatium p. Beggiatoa, p.
											Thiobacterium p. Thiothrix, p.
											Macromonas p. Thioploca, p.
											Thiovolum, p. Thiospira
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Бактерии, окисляващи желязо
							<ul>
								<li>
									Железни бактерии, които окисляват железни
									съединения и използват отделената енергия
								</li>
								<li>
									В дълбоките части на океана живеят бактерии,
									които набавят енергията си чрез окисление на
									желязо
								</li>
								<li>
									Приетият електрон от тази реакция редуцира
									дихателната верига и може да се използва за
									синтез на АТФ или на НАД
								</li>
								<li>
									4FeCo<sub>3</sub> + O<sub>2</sub> + 6H
									<sub>2</sub>O {"->"} 4Fe(OH)<sub>3</sub> +
									4CO
									<sub>2</sub> + енергия
								</li>
								<li>
									Енергията под формата на АТФ се използва за
									синтез на необходимите органични вещества
								</li>
								<li>
									Образува се „блатна руда“
									<ul>
										<li>
											лимонит в голямо количество в езера
											и блата
										</li>
									</ul>
								</li>
								<li>
									Могат да съществуват само в области с висока
									концентрация на желязо
								</li>
								<li>
									Не е изяснено как извличат желязо от магмени
									скали
								</li>
								<li>
									Към групата се отнасят и бактерии, които
									могат да окисляват и манган, уран, алуминий
									и др.
								</li>
							</ul>
						</li>
						<li>
							Бактериите окисляващи манган използват магмени скали
							<ul>
								<li>
									Те си набавят енергия, като окисляват Mn
									<sup>2+</sup> до Mn<sup>4+</sup>
								</li>
								<li>
									В сравнение с желязото манганът е в по-малки
									количества в океанската кора, но много
									по-лесно се извлича от бактериите
								</li>
								<li>
									Освен това при всяко окисление на манган се
									получават два електрона на клетка
								</li>
								<li>
									Количеството АТФ и НАД, което се синтезира,
									варира според pH на средата
								</li>
							</ul>
						</li>
						<li>
							Бактерии, окисляващи молекулен водород
							(водородобактерии)
							<ul>
								<li>
									2H<sub>2</sub> + O<sub>2</sub> {"->"} 2H
									<sub>2</sub>O + енергия
								</li>
								<li>
									Усвояването на СО2 става чрез цикъла на
									Калвин
								</li>
								<li>
									Тези бактерии не се нуждаят от органични
									вещества в хранителната среда
								</li>
								<li>
									Чрез хемосинтезата се синтезира едва 1% от
									веществата, получени чрез фотосинтеза
								</li>
								<li>
									Тя няма голямо значение като източник на
									органични вещества
								</li>
								<li>
									Хемосинтезиращите организми са по-слабо
									разпространени в сравнение с
									фотосинтезиращите, защото са много
									по-взискателни към средата, в която се
									развиват
								</li>
								<li>
									Хемосинтезиращите бактерии имат значение за
									кръговрата на веществата
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>Растителни пигменти и хормони</h2>
			<ul>
				<li>
					<img src={image_23} alt="" />
				</li>
				<li>
					Растителни пигменти
					<ul>
						<li>
							Същност
							<li>
								Растителните пигменти са вещества с разнообразен
								цвят
							</li>
							<li>
								Те имат различна големина на молекулите
								<ul>
									<li>
										хлорофил
										<ul>
											<li>
												зелените пигменти, които са с
												най-голямо значение за
												фотосинтезата
											</li>
										</ul>
									</li>
									<li>
										Каротиноиди
										<ul>
											<li>
												оранжеви или червени
												пигменти(каротини) и жълти
												(ксантофили)
											</li>
										</ul>
									</li>
									<li>фикобилини</li>
									<li>
										антоциани
										<ul>
											<li>
												синьо-червени пигменти в
												растителните клетки
											</li>
										</ul>
									</li>
								</ul>
							</li>
						</li>
						<li>
							Хлорофил
							<ul>
								<li>
									Той има най-голямо значение за фотосинтезата
								</li>
								<li>
									Основното му свойство е да поглъща
									избирателно светлинните лъчи
								</li>
								<li>
									максимум на поглъщане в червената област на
									спектъра с дължина на вълната 668nm
								</li>
								<li>
									Той е способен да флуоресцира и разтворен в
									органични разтворители, излъчва червена
									светлина
								</li>
								<li>
									В зависимост от различието във
									функционалните групи съществуват 5 вида
									хлорофил
									<ul>
										<li>
											Хлорофил а - със синьо-зелен цвят
										</li>
										<li>Хлорофил b-жълто-зелен цвят</li>
										<li>
											Хлорофил c и хлорофил d се срещат в
											червени и кафяви водорасли
										</li>
										<li>
											Бактериохлорофил-в серни, пурпурни и
											зелени бактерии
										</li>
									</ul>
								</li>
								<li>
									<img src={image_24} alt="" />
								</li>
							</ul>
						</li>
						<li>
							Каротиноиди
							<ul>
								<li>
									Те са жълто или оранжево оцветени
									пигменти(около 300 вида)
								</li>
								<li>
									Във фотосинтетичния апарат на висшите
									растения 98% от жълтите пигменти са
									каротиноиди
								</li>
								<li>
									В зависимост от съдържанието си на кислород
									може да бъдат:
									<ul>
										<li>
											каротини
											<ul>
												<li>
													безкислородни съединения с
													двойни връзки(ликопен)
												</li>
												<li>
													Двойните връзки в молекулите
													им придават жълт цвят
												</li>
											</ul>
										</li>
										<li>
											ксантофили
											<ul>
												<li>
													с кислород в хидроксилна
													група (α и β каротин)
												</li>
											</ul>
										</li>
									</ul>
								</li>
								<li>
									Каротиноидите поглъщат светлинни лъчи в
									синьо-виолетовата област и предават поетата
									енергия на хлорофила
								</li>
								<li>
									Така се използва по-обширна част от спектъра
									и на практика каротиноидите подпомагат
									фотосинтезата
								</li>
								<li>
									Също така предпазват хлорофил от окисление -
									могат да се превръщат от един вид в друг с
									участието на О2
								</li>
							</ul>
						</li>
						<li>
							Фикобилини
							<ul>
								<li>
									Съдържат се в морските червени и
									криптофитови водорасли (фикоеритрин),
									цианобактериите и някои синьо-зелени
									водорасли (фикоцианин)
								</li>
								<li>
									Те са разтворими във вода полициклични
									съединения, които предават погълнатите в
									зеления и жълтия спектър кванти светлина на
									хлорофила
								</li>
								<li>
									Така морските водорасли могат да поглъщат
									по-дълбоко достигащата зелена светлина и да
									я използват за фотосинтеза
								</li>
							</ul>
						</li>
						<li>
							Антоциани
							<ul>
								<li>
									Те са водоразтворими пигменти, разположени в
									клетъчния сок
								</li>
								<li>
									Оцветяват растителните части в лилаво,
									червено, кафяво през есента и при ниски
									температури
								</li>
								<li>
									При повечето растения хлорофилът засенчва
									останалите пигменти.
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Растителни хормони (фитохормони)
					<ul>
						<li>
							Същност
							<ul>
								<li>
									При растенията физиологичните процеси се
									координират от определени вещества, но те
									невинаги се пренасят от мястото на синтезата
									им в други места
									<ul>
										<li>
											По тази причина те невинаги могат да
											се наричат хормони
										</li>
									</ul>
								</li>
								<li>
									Представляват нискомолекулни органични
									вещества с различен химичен състав
								</li>
								<li>
									Изпълняват координиращи функции в много
									обменни процеси и подпомагат растежа и
									развитието
								</li>
								<li>
									Установени са ауксини, гиберелини,
									цитокинини, абцисова киселина и етилен
								</li>
								<li>
									Основни свойства на веществата от
									фитохормоналния комплекс са:
									<ul>
										<li>
											синтезират се в малки количества
										</li>
										<li>
											действието им има дозов характер#
											<ul>
												<li>
													в зависимост от
													концентрацията предизвикват
													стимулиране или потискане на
													физиологичните процеси
												</li>
											</ul>
										</li>
										<li>
											могат да се транспортират и на
											големи разстояния по растението,
											където също оказват физиологично
											действие
										</li>
										<li>
											могат да си оказват взаимно влияние
											като антагонисти или чрез допълващи
											се ефекти върху физиологичните
											процеси
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Ауксини
							<ul>
								<li>
									Открити са при проучванията върху тропизмите
									на растенията
								</li>
								<li>
									Основен ауксин е индолилоцетната киселина
								</li>
								<li>
									В растенията има и други вещества с
									ауксинова активност
								</li>
								<li>
									Ауксини са намерени във всички органи на
									растението
								</li>
								<li>
									Най-голямо е съдържанието им в меристемните
									тъкани и младите листа, където непрекъснато
									се образуват
								</li>
								<li>
									Придвижването на ауксините е еднопосочно към
									основата на органите
									<ul>
										<li>
											Придвижването им от клетка в клетка
											става чрез дифузия, а на по-големи
											разстояния - главно по ликовата
											проводяща тъкан
										</li>
									</ul>
								</li>
								<li>
									Физиологичното действие е разнообразно
									<ul>
										<li>
											Влияят върху деленето, удължаването
											и диференцирането на клетките,
											стимулират образуването и растежа на
											корените, потискат растежа на
											страничните пъпки.
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Гиберелини
							<ul>
								<li>разнообразна група растежни вещества</li>
								<li>По състав са близо до липидите</li>
								<li>
									По-голямо е количеството им в младите,
									растящи органи
								</li>
								<li>
									Синтезират се главно в младите връхни листа,
									в пъпките, във формиращите се семена и върха
									на корена
								</li>
								<li>
									В листата те се образуват в хлоропластите
								</li>
								<li>
									Придвижват се нагоре и надолу по растението
									чрез дървесинната и ликовата проводяща тъкан
								</li>
								<li>
									Влияят главно върху удължаването на
									стъблото, като усилват растежа на клетките
								</li>
								<li>
									Особено силно е действието им при
									нискостъблените растения, като ускоряват
									растежа на стъблото им
								</li>
								<li>
									Класическият ефект е стимулацията на
									покълването на семената от житни растения
								</li>
								<li>
									Стимулират и растежа на стъблата, листата и
									плодовете, цъфтежа
								</li>
							</ul>
						</li>
						<li>
							Цитокинини
							<ul>
								<li>
									Названието идва от влиянието им върху
									деленето на клетките(цитокинеза)
								</li>
								<li>
									Активирането на клетъчното делене в
									меристемните тъкани от цитокинините изисква
									наличие на ауксин
								</li>
								<li>
									Голямо количество се откриват в неузрелите
									плодове и развиващите се семена, където
									оказват влияние върху развиващия се зародиш.
								</li>
								<li>
									Вероятно се образуват в корените и чрез
									възходящ ток се пренасят към растящите
									надземни органи
									<ul>
										<li>
											След това могат да се придвижват в
											обратна посока по ликовата проводяща
											система
										</li>
									</ul>
								</li>
								<li>
									Характерно е действието на цитокинините
									върху задържането на стареенето
								</li>
								<li>
									Прилагат се широко при отглеждане на
									растителни тъканни и клетъчни култури
								</li>
							</ul>
						</li>
						<li>
							Абцисова киселина (АБК)
							<ul>
								<li>
									Растителен хормон, който се проявява като
									инхибитор на растежа
								</li>
								<li>
									Счита се, че АБК може би ускорява окапването
									на листата, а понякога и на плодовете, като
									стимулира деленето на клетките в
									отделителния слой
								</li>
								<li>
									Нарича се още хормон на стреса. Количеството
									се увеличава при стрес
								</li>
								<li>
									Резултат е затварянето на устицата и
									намаляване на транспирацията
								</li>
								<li>Синтезира се в хлоропластите</li>
							</ul>
						</li>
						<li>
							Етилен
							<ul>
								<li>Газ, който играе роля на фитохормон</li>
								<li>
									Образува се във всички растителни тъкани
								</li>
								<li>
									Съдържанието се увеличава в условия на стрес
								</li>
								<li>
									Характерно е стимулиращото действие върху
									образуването на отделителен слой, в дръжката
									на листата
								</li>
								<li>
									Подобно на АБК, действа като инхибитор на
									растежа.
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>Растежни движения</h2>
			<ul>
				<li>
					Характеристики
					<ul>
						<li>
							повечето растения водят прикрепен начин на живот
							-придвижването на целия организъм е характерно само
							за едноклетъчните -при растенията се наблюдават
							движения при отделни органи и се определят от
							способността на растенията да възприемат външни
							сигнали -Движения, предизвикани от външни дразнители
							са три категории: Таксиси, тропизми и настии
						</li>
						<li>
							придвижването на целия организъм е характерно само
							за едноклетъчните
						</li>
						<li>
							при растенията се наблюдават движения при отделни
							органи и се определят от способността на растенията
							да възприемат външни сигнали
						</li>
						<li>
							Движения, предизвикани от външни дразнители са три
							категории
							<ul>
								<li>Таксиси</li>
								<li>тропизми</li>
								<li>настии</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Видове движения
					<ul>
						<li>
							Тропизми
							<ul>
								<li>
									премесване на части от растението,
									предизвикани и насочвани от външни стимули
								</li>
								<li>
									Това движение почти винаги представлява
									растежно движение
								</li>
								<li>поделят се на положителни и отрицателни</li>
								<li>
									според природата на дразнителя биват:
									фототропизми, геотропизми, хемотропизми,
									хидротропизми, тигмотропизми, аеротропизми
								</li>
								<li>
									регулацията на тропичните движения се
									осъществява с участието главно на ауксини,
									гиберелини и цитокинини
								</li>
							</ul>
						</li>
						<li>
							Регулация на фототропизми
							<ul>
								<li>
									фототропичната реакция може да се представи
									чрез схема
								</li>
								<li>
									Дразнител {"->"} рецептор {"->"} предаване
									на сигнал {"->"}
									ефектор {"->"} реакция
								</li>
								<li>
									подходящ обект за изследване се оказва
									колеоптили от овес, тъй като във върха им се
									образува овес
								</li>
								<li>
									<img src={image_25} alt="" />
								</li>
								<li>
									Рецепторната зона възприемаща светлината е
									върхът на колеоптила
								</li>
								<li>ефекторът е зоната на растеж</li>
								<li>
									Реакцията е усилен растеж на клетките чрез
									удължаване
								</li>
								<li>
									Фототропичното извиване е неравномерно
									разпределение и придвижване на ауксините в
									колеоптила при едностранно осветяване
								</li>
								<li>
									положителен фототропизъм
									<ul>
										<li>
											Ауксините се придвижват към основата
											по затъмнената страна и в резултат
											колеоптила се извива по посока на
											светлината
										</li>
									</ul>
								</li>
								<li>
									<img src={image_26} alt="" />
								</li>
							</ul>
						</li>
						<li>
							Регулация на геотропизми
							<ul>
								<li>
									Корените на растенията проявяват положителен
									геотропизъм, а стъблата и листата
									отрицателен геотропизъм
								</li>
								<li>
									При много растения геотропична реакция на
									стъблото се наблюдава дори при отделяне на
									връхната му част
								</li>
								<li>
									При корена геотропичната реакция изчезва
									след отстраняване на кореновата гугличка(
									големи паренхимни клетки, които защитават
									върха на корена)
								</li>
								<li>
									Клетките се явяват рецептори, възприемащи
									силата на тежестта, а скорбелните зърна
									играят рола на структури, преместващи се под
									действието на тази сила
								</li>
								<li>
									Растения, при които са отстранени
									скорбелните зърна, губят чувствителността си
									към към силата на тежестта
								</li>
								<li>
									При увеличаване на количеството на
									скорбелните зърна се възстановява
									чувствителността
								</li>
								<li>
									<img src={image_27} alt="" />
								</li>
							</ul>
						</li>
						<li>
							Хемотропизми, хидротропизми, аеротропизми,
							тигмотропизъм са растежни движения в отговор на
							съответния дразнител - хим.вещества, вода и кислород
						</li>
						<li>
							Настии
							<ul>
								<li>
									насочени движения на части от растението в
									отговор на дифузно изменящ се външен
									фактор(дразнител)
								</li>
								<li>
									Движението се осъществява:
									<ul>
										<li>
											или в резултат на растежни движения
											- растежни настии
										</li>
										<li>
											или в резултат на промени в тургора
											на клетките- тургорни настични
											движения
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Растежни настии
							<ul>
								<li>
									движения в резултат на неравномерния растеж
									на клетки във фаза удължаване
								</li>
								<li>
									При по-бърз растеж на клетките от горната
									страна на органа, той се извива надолу
								</li>
								<li>
									Настичните движения осигуряват защита на
									органите(закриване на цветове, прибиране на
									листа, захващане на предмет-жлезисти
									власинки на рояснка)
								</li>
								<li>
									Пример: Движение при цветовете на лалето.
									През нощта цветовете се затварят, защото
									венчелистчетата от долната страна растат
									по-бързо. През деня те се отварят поради
									по-бързия растеж на горната страна.
								</li>
							</ul>
						</li>
						<li>
							Според природата на дразнителите настиите биват:
							<ul>
								<li>фотонастии</li>
								<li>термонастии</li>
								<li>хидронастии</li>
								<li>никтинастии</li>
								<li>хеминастии</li>
								<li>тигмонастии</li>
								<li>сеизмонастии</li>
							</ul>
						</li>
						<li>
							Фотонастии
							<ul>
								<li>
									движения характерни за младите листа
									Настични движения при съцветия от глухарче
								</li>
								<li>
									<img src={image_28} alt="" />
								</li>
							</ul>
						</li>
						<li>
							Термонастии
							<ul>
								<li>
									растежни движения пад влияние на
									температурата
								</li>
								<li>
									При повишаване на температурата се ускорява
									растежа от външната страна на
									венчелистчетата на лалето и минзухара и
									цветовете се отварят, а при понижаване на
									температурата се затварят
								</li>
							</ul>
						</li>
						<li>
							Тигмонастии
							<ul>
								<li>
									бързи и специфични реакции при движенията
								</li>
								<li>
									При много от пълзящите растения(грах)
									най-чувствителни на допир са връхчетата на
									мустачките
								</li>
								<li>
									Възприемането на стимула става в
									епидермалните клетки от върха на мустачките
								</li>
								<li>
									Мустачките на граха се завиват при допир
									само на светло което показва, че важна роля
									във възприемането играе светлината
								</li>
								<li>
									<img src={image_29} alt="" />
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>Тургорни движения</h2>
			<ul>
				<li>
					Същност
					<ul>
						<li>
							Движения, свързани с обратими изменения на тургора
							на клетките
						</li>
						<li>
							промени в тургора се предизвикват по два начина
							<ul>
								<li>
									Бавни тургорни движения
									<ul>
										<li>
											при изменения, настъпващи в
											концентрацията на осмотично
											активните вещества във вакуолата
										</li>
										<li>
											С този механизъм е свързано
											движението на устицата, затваряне и
											отваряне на цветове и др.
										</li>
										<li>
											Промяната в концентрацията е бавна
										</li>
										<li>
											Осмотично активни вещества-захари,
											яблъчна киселина, йони
										</li>
									</ul>
								</li>
								<li>
									Бързи тургорни движения
									<ul>
										<li>
											Промяна на тургора на клетките
											предизвикани посредством бързо
											отделяне на течност от клетките на
											специализирани тъкани
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Бавни тургорни движения при устични клетки
					<ul>
						<li>
							бавните тургорни движение определят устичните
							движения
							<ul>
								<li>
									отваряне и затваряне на устицата с цел
									регулиране на газовия и водния обмен,
									осъществявани при фотосинтеза, дишане и
									транспирация
								</li>
							</ul>
						</li>
						<li>
							Фактори предизвикващи промени в устичните клетки
							<ul>
								<li>външни - количество вода и светлина</li>
								<li>
									вътрешни-фитохормони(цитокинини, абцисова
									киселинаи др.)
								</li>
							</ul>
						</li>
						<li>
							През светлинния период
							<ul>
								<li>
									при повечето растения затварящите клетки на
									устицата са единствените епидермални клетки,
									съдържащи хлоропласти
								</li>
							</ul>
						</li>
						<li>
							Образуваните при фотосинтеза захари увеличават
							осмотичния потенциал
							<ul>
								<li>
									Захарите и ябълчната киселина повишават
									осмотичния потенциал
								</li>
								<li>
									през плазмалемата на светло постъпват от
									съседните епидермални клетки калиеви и
									хлоридни йони
								</li>
								<li>
									увеличеният осмотичен потенциал е фактор,
									който води до постъпване на вода в
									затварящите клетки и увеличаване на тургора
								</li>
							</ul>
						</li>
						<li>
							През тъмнинния период
							<ul>
								<li>
									намалява съдържанието на калиеви и хлорни
									йони, намалява ябълчната киселина, наличните
									захари се превръщат в осмотично неактивна
									скорбяла и устицата се затварят на тъмно
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Бързи тургорни движения
					<ul>
						<li>
							такива са сеизмонастичните движения при листата на
							срамежливата мимоза
						</li>
						<li>
							Те са най-чувствителните движения при растенията и
							също се дължат на бързи промени в тургора на
							паренхимните клетки на листните възглавнички
						</li>
						<li>
							При разтръскване или механичен удар долните клетки
							на главното съчленение на мимозата губат бързо
							тургора си
						</li>
						<li>
							Обратният процес на възстановяване на тургора е
							продължителен -30-60 мин.
						</li>
						<li>
							Предполага се, че дразнението се предава чрез
							фитохормони
						</li>
					</ul>
				</li>
				<li>
					Тургорни настични движения
					<ul>
						<li>
							не зависят от растежни процеси, обуславят
							двигателната активност на органите, които са
							завършили своя растеж
						</li>
						<li>
							никтинастични движения
							<ul>
								<li>
									тургорни фотонастии, предизвикани от смяната
									на осветеност по време на денонощието
								</li>
							</ul>
							<li>
								бавни тургорни движения
								<ul>
									<li>наречени още „сънни движения“</li>
									<li>
										Движенията на листата при бобовите се
										осъществява от дейността на
										специализирани образувания- листни
										възглавнички
									</li>
									<li>
										Подутини в основата на дръжката,
										съставени главно от големи паренхимни
										клетки
									</li>
									<li>
										Възглавничките се състоят от централен
										цилиндър, образуван от дървесинна и
										ликова проводяща тъкан.
									</li>
									<li>
										Паренхимните клетки от двете
										страни-горна и долна губят или
										увеличават тургора си при движение на
										листата
									</li>
								</ul>
							</li>
						</li>
					</ul>
				</li>
			</ul>
			<h2>Катаболитни процеси при анаеробни организми.Ферментации</h2>
			<ul>
				<li>
					<img src={image_30} alt="" />
				</li>
				<li>
					Типове обмяна в зависимост от катаболитните процеси
					<ul>
						<li>
							Катаболитните процеси са окислителни и могат да се
							осъществят по два начина
							<ul>
								<li>с участие на кислород</li>
								<li>без участие на кислород</li>
							</ul>
						</li>
						<li>
							Аеробни организми
							<ul>
								<li>
									Организми, които използват кислород за
									окислителните си процеси
								</li>
								<li>Такива са повечето организми</li>
							</ul>
						</li>
						<li>
							Анаеробни организми
							<ul>
								<li>
									Организми, които използват различни от
									кислород вещества за осъществяването на
									окислителните си процеси
								</li>
								<li>
									Такива санякои ендопаразити и
									микроорганизми, които обитават безкислородна
									среда.
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Гликолиза (гликолитичен обменен път)
					<ul>
						<li>
							Същност
							<ul>
								<li>
									Катаболитен процес, при който една молекула
									глюкоза се разгражда до две молекули
									пирогроздена киселина и се синтезира АТФ.
								</li>
								<li>
									Гликолизата е универсален многостъпален
									процес, който се извършва в цитозола на
									всички клетки
								</li>
								<li>
									За анаеробните организми гликолизата е
									единственият източник на енергия, необходима
									за протичане на жизнените процеси
								</li>
								<li>
									Слабо ефективен-синтезират се само 2
									молекули АТФ от разграждането на една
									молекула глюкоза и води до получаване на
									различни вещества носители на енергия
								</li>
								<li>
									C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> +
									2НАД + 2АДФ + 2Фн {"->"} 2C<sub>3</sub>H
									<sub>4</sub>O<sub>3</sub>+ 2НАДН + 2АТФ
								</li>
							</ul>
						</li>
						<li>
							Етапи на гликолизата
							<ul>
								<li>
									Първа фаза - подготвителна (на поглъщане на
									енергия)
									<ul>
										<li>
											Използват се две молекули АТФ за
											активиране на глюкозата
										</li>
										<li>
											Глюкозата се разгражда до две
											молекули глицералдехидфосфат
										</li>
									</ul>
								</li>
								<li>
									Втора фаза - окислителна(на отделяне на
									енергия)
									<ul>
										<li>
											От всяка молекула ГАФ се получава по
											една молекула пирогроздена киселина
										</li>
										<li>
											Синтезират се 4 молекули АТФ, но
											печалбата на енегия от всяка
											молекула глюкоза е 2 молекули АТФ(2
											молекули компенсират използваните в
											първата фаза 2 молекули АТФ)
										</li>
										<li>
											Протича окисление(отделяне на
											водород)
										</li>
										<li>
											Водородът се свързва с преносител
											коензим НАД, при което той се
											редуцира до НАД.Н2
										</li>
									</ul>
								</li>
								<li>
									<img id={"image31"} src={image_31} alt="" />
								</li>
								<li>
									<img
										className={"big"}
										src={image_32}
										alt=""
									/>
								</li>
								<li>
									<img
										className={"big"}
										src={image_33}
										alt=""
									/>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Резултат от гликолизата
					<ul>
						<li>
							Продукция на АТФ, която надвишава използванитя в нея
							АТФ с две молекули за всяка молекула
							глюкоза(енергетичен добив)
						</li>
						<li>
							Пренос на високоенергийни електрони от глюкоза върху
							НАДН2
							<ul>
								<li>
									При анаеробна гликолиза НАДН2 се използва за
									реакции за образуване на различни крайни
									продукти
								</li>
							</ul>
						</li>
						<li>Частично окисление на глюкозата до пируват</li>
						<li>
							Регулаторни ензими на гликолизата са хексокиназа,
							фосфофруктокиназа и пируваткиназа
							<ul>
								<li>
									Фосфофруктокиназата е главен регулаторен
									ензим на процеса
								</li>
								<li>
									Инхибира се от АТФ и лимонена киселина, а се
									активира от АМФ, АДФ и фруктозо-бифосфат.
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Анаеробно разграждане на глюкоза - ферментации
					<ul>
						<li>
							Същност
							<ul>
								<li>
									Разграждане на глюкозата при анаеробни
									условия от микроорганизми, при което се
									получава енергия под формата на АТФ
								</li>
								<li>
									Процесът е източник на енергия за жизнените
									процеси на микроорганизмите
								</li>
							</ul>
						</li>
						<li>
							Етапи на ферментация
							<ul>
								<li>
									Първи етап - гликолиза
									<ul>
										<li>
											От въглехидратите се получава
											ключовият метаболит -
											пируват(пирогроздена киселина)
										</li>
									</ul>
								</li>
								<li>
									Втори етап
									<ul>
										<li>
											От пируват се получават различни
											крайни продукти в зависимост от вида
											микроорганизми, в които се извършва
											процесът
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Видове ферментации
					<ul>
						<li>
							<img id={"image34"} src={image_34} alt="" />
						</li>
						<li>
							Ферментирали храни
							<ul>
								<li>
									Ползи от ферментирали храни:
									<ul>
										<li>Съдържат добри бактерии</li>
										<li>
											Подобряват храносмилането и
											усвояването на храните
										</li>
										<li>
											Спомагат синтезирането на някои
											витамини
										</li>
										<li>
											Разграждат въглехидратите и
											белтъците до по-лесно усвоими
											вещества
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
