import React from "react";
import image_1 from "./images/1.jpg";
import image_2 from "./images/2.jpg";
import image_3 from "./images/3.jpg";
import image_4 from "./images/4.jpg";
import image_5 from "./images/5.jpg";
import image_6 from "./images/6.jpg";
import image_7 from "./images/7.jpg";
import image_8 from "./images/8.jpg";
import image_9 from "./images/9.jpg";
import image_10 from "./images/10.jpg";
import image_11 from "./images/11.jpg";
import image_12 from "./images/12.jpg";
import image_13 from "./images/13.png";
import image_14 from "./images/14.jpg";
import image_15 from "./images/15.jpg";
import image_16 from "./images/16.jpg";
import image_17 from "./images/17.png";
import image_18 from "./images/18.jpg";
import image_19 from "./images/19.png";

/* TODO:
	- Хемосинтеза
	- Растителни пигменти и хормони
	- растежни движения
	- Тургорни движения
 */

export default function info() {
	return (
		<div>
			<h1 className="tochka">Bio Test pri Vikito 2.0</h1>
			<h2>Особености в регулацията на функциите при животните</h2>
			<ul>
				<li className="tochka">
					Същност
					<ul>
						<li>
							Механизмите за регулация на функциите в организма на
							животните и човека са два типа
							<ul>
								<li>нервно регулиране</li>
								<li>хуморално регулиране</li>
								<li>
									осъществяват се от нервната и хормоналната
									система за регулация
								</li>
							</ul>
						</li>
						<li>
							<img src={image_1} alt="" />
						</li>
					</ul>
				</li>
				<li className="tochka">
					Йерархичен принцип
					<ul>
						<li>
							Нервната и хормоналната система са изградени и
							функционират на съподчинителен принцип
							<ul>
								<li>
									В еволюцията на нервната система след
									формирането на тръбеста нервна система
									започва развитието на отдели с различна
									стректура и функция
								</li>
								<li>
									Така се образувал главния мозък, а
									гръбначният мозък се оказал във функционално
									подчинение
								</li>
								<li>
									<img src={image_2} alt="" />
								</li>
								<li>
									<img src={image_3} alt="" />
								</li>
							</ul>
						</li>
						<li>
							<li>
								Най-висш отдел е кората на големите полукълба
								<ul>
									<li>контролира всички други отдели</li>
									<li>
										Получавайки информация от рецепторите за
										състоянието на средата, кората на
										големите полукълба чрез условни рефлекси
										осигурява регулиране на реакции
									</li>
								</ul>
							</li>
						</li>
						<li>
							Ендокринната система също е изградена на
							съподчинителен принцип
							<ul>
								<li>
									Регулацията на дейността от ендокринните
									жлези се осъществява чрез централната
									ендокринна жлеза - хипофизата, свързана с
									мозъчните структури
								</li>
								<li>
									<img src={image_4} alt="" />
								</li>
							</ul>
						</li>
						<li>
							<img src={image_5} alt="" />
						</li>
						<li>
							Хипофизата е разположена в главния мозък под
							междинния мозък
							<ul>
								<li>
									Преден дял
									<ul>
										<li>
											от него се секретират в кръвта
											хормони, които регулират секреция на
											периферни хормони от щитовидната,
											надбъбречните и половите жлези
										</li>
										<li>
											Отделят хормон, който стимулира
											растежа на много клетки и тъкани и
											хормон, стимулиращ образуването на
											мляко в млечните жлези
										</li>
									</ul>
								</li>
								<li>
									Заден дял
									<ul>
										<li>
											отделя се хормон, регулиращи
											задържането на вода в организма,
											съкращението на матката при раждане
											и отделяне на мляко
										</li>
									</ul>
								</li>
								<li>
									Хипофизата се намира под контрола на
									междинния мозък
									<ul>
										<li>
											Свързана е с подхълмието, откъдето
											се секретират високо специфични
											хормони, действащи върху хипофизните
											клетки
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							В междинния мозък сигнализацията с нервни импулси,
							чрез които функционира нервната система, се променя
							в сигнализация с химични вещества
							<ul>
								<li>
									Някои ендокринни жлези като задстомашната и
									околощитовидните не са подчинени
									функционално на хипофизата
								</li>
								<li>
									<img src={image_6} alt="" />
								</li>
								<li>
									<img src={image_7} alt="" />
								</li>
								<li>
									<img src={image_8} alt="" />
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Принцип на обратната връзка
					<ul>
						<li>Основен принцип е обратната връзка</li>
						<li>
							При нея всеки сигнал в една система се предава от
							изхода към входа
						</li>
						<li>
							Обратната връзка може да отслабва(означава се като
							отрицателна) или да усилва(положителна) сигнала
						</li>
						<li>
							Ензимът, катализиращ реакциите в биохимичните
							процеси, притежава активен и алостеричен център
							<ul>
								<li>
									Чрез алостерично влияние крайният продукт
									понижава активността на ензима и ограничава
									своето образуване
								</li>
							</ul>
						</li>
						<li>
							Чрез обратни връзки се командва целия двигателен
							апарат
							<ul>
								<li>
									Обратна връзка съществува между централната
									нервна система и скелетните мускули
								</li>
								<li>
									По рефлексната дъга протичат импулси,
									предизвикващи съкращение, но заедно с това
									се дразнят мускулните вретена
								</li>
								<li>
									Пример: Повишена концентрация на тироксин в
									кръвта води до понижаване на секрецията на
									съответните хормони от подхълмието и
									хипофизата
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Биологично значение
					<ul>
						<li>
							Основното биологично значение е поддържане на
							хомеостазата и да протичат поведенческите реакции
						</li>
						<li>
							Съществуването на клетките е възможно само при малки
							отклонения на показатели като киселинност, осмотично
							налягане, температура,кръвно налягане и др. от
							нормалното равнище
							<ul>
								<li>
									В отговор на промяната възникват хомеостазни
									реакции
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>
				Метаболизъм. Анаболитни процеси. Светлинна фаза на фотосинтеза
			</h2>
			<ul>
				<li className="tochka">
					Метаболизъм
					<ul>
						<li>
							Живите организми непрекъснато обменят вещества и
							енергия със средата, която ги заобикаля
							<ul>
								<li>
									Приемат с храната хранителни вещества, които
									чрез храномилане се разграждат до мономери
								</li>
								<li>
									Едноклетъчните извършват разграждането вътре
									в клетката
								</li>
								<li>
									Многоклетъчните извършват разграждането чрез
									храносмилателни органи
								</li>
								<li>
									Мономерите претърпяват промени и част от тях
									се доразграждат, а други се използват от
									организма за изграждане на собствени
									органични молекули
								</li>
							</ul>
						</li>
						<li>
							<img src={image_9} alt="" />
						</li>
					</ul>
				</li>
				<li className="tochka">
					Същност
					<ul>
						<li>
							съвкупност от всички биохимични реакции, които се
							извършват в клетката
						</li>
						<li>
							Състои се от две групи метаболитни процеси
							<ul>
								<li>
									Анаболитни процеси
									<ul>
										<li>Процеси на синтез</li>
									</ul>
								</li>
								<li>
									Катаболитни
									<ul>
										<li>процеси на разграждане</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							<img src={image_10} alt="" />
						</li>
						<li>
							Веществата участващи в метаболитните процеси се
							наричат метаболити
							<ul>
								<li>
									участват в последователни биохимични
									реакции, образуващи метаболитни вериги
								</li>
								<li>
									Междинни метаболити
									<ul>
										<li>
											включват се в други реакции в
											клетката
										</li>
									</ul>
								</li>
								<li>
									Възлови метаболити
									<ul>
										<li>
											получават се при разграждане на
											съединения като АК, мастни киселини
										</li>
									</ul>
								</li>
								<li>
									Крайни метаболити
									<ul>
										<li>
											Не участват в нови реакции и се
											изнасят от клетката и организма(СО2,
											урея, вода и др.)
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Особености на метаболизма
							<ul>
								<li>
									<li>
										<img src={image_11} alt="" />
									</li>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Типове обмяна на вещества в зависимост от анаболитните
					процеси
					<ul>
						<li>
							Според източниците на енергия за анаболитните
							процеси организмите се разделят на автотрофни и
							хетеротрофни
						</li>
					</ul>
					<ul>
						<li>
							Автотрофи
							<ul>
								<li>
									използват външен източник на енергия(
									най-често слънчева светлина)
								</li>
								<li>
									Синтезират органични от неорганични вещества
								</li>
								<li>
									Примери: зелени растения, цианобактерии и
									първаци - зелена еуглена
								</li>
							</ul>
						</li>
						<li>
							Хетеротрофи
							<ul>
								<li>
									източник на енергия е енергията, освободена
									от окислението при катаболитни процеси
								</li>
								<li>
									Организмите синтезират собствени органични
									молекули от органични и неорганични
									вещества, приети с храната
								</li>
								<li>
									Примери за хетеротрофи са човек, животни и
									гъби
								</li>
							</ul>
						</li>
						<li>
							Фотосинтезата и аеробното окисление са
							взаимнозависими процеси
							<ul>
								<li>
									Синтезираните органични вещества от
									автотрофите служат за храна на
									хетеротрофите, които не могат да ги
									произвеждат сами.
								</li>
								<li>
									При разграждането на хранителни вещества
									хетеротрофите отделят СО2 и Н2О, а тези
									продукти се използват от автотрофите при
									фотосинтеза
								</li>
							</ul>
						</li>
						<li>
							Анаболитни процеси протичат при автотрофи и
							хетеротрофи
							<ul>
								<li>
									синтез на гликоген, синтез на скорбяла(в
									растителни клетки), синтез на ДНК, РНК и
									белтъци
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Фотосинтеза
					<ul>
						<li>
							Същност
							<ul>
								<li>
									процес, при който от неорганичните
									съединения СО<sub>2</sub> и Н<sub>2</sub>О с
									участието на светлинна енергия в
									хлоропластите на растенията се синтезират
									органични съединения
								</li>
								<li>
									6СО<sub>2</sub> + 6Н<sub>2</sub>О +
									светлинна енергия С<sub>6</sub>Н
									<sub>12</sub>О<sub>6</sub> + 6О<sub>2</sub>
								</li>
							</ul>
						</li>
						<li>
							Организмите, които синтезират органични молекули
							директно чрез фотосинтеза, се наричат фотоавтотрофи
							(фотоавтотрофни организми)
							<ul>
								<li>
									Еукариотните фотоавтотрофи осъществяват
									фотосинтезата в хлоропластите
								</li>
								<li>
									Прокариотните фотоавтотрофи нямат
									хлоропласти, а осъществяват фотосинтеза с
									участието на клетъчни мембрани(тилакоидни
									мембрани при цианобактериите)
								</li>
								<li>
									<img src={image_12} alt="" />
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Растителни органи, в които се извършва фотосинтеза
					<ul>
						<li>Основните растителни органи са листата</li>
						<li>
							При някои тревисти растения в по-малка степен
							фотосинтезират и стъблата
						</li>
						<li>
							Фотосинтезата протича в две фази:
							<ul>
								<li>
									светлинна фаза
									<ul>
										<li>
											зависима от светлината и протича в
											тилакоидните мембрани на
											хлоропластите
										</li>
									</ul>
								</li>
								<li>
									тъмнинна фаза ( Цикъл на Калвин)
									<ul>
										<li>
											независима от светлината и протича в
											стромата на хлоропласти
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Структури, участващи във фотосинтезата
							<ul>
								<li>
									за фотосинтезата се използва незначителна
									част от енергията на слънчевата светлина
								</li>
								<li>
									Тилакоидната мембрана съдържа чувствителни
									към светлината пигменти, които я улавят
								</li>
								<li>
									Организирани са в две фотосистеми-
									фотосистема I (ФС I) и фотосистема II. Всяка
									се състои от:
									<ul>
										<li>
											Реакционен център
											<ul>
												<li>
													образувана от комплекс от
													белтъци и пигменти и
													осъществяват превръщане на
													светлинната енергия в
													химична
												</li>
											</ul>
										</li>
										<li>
											Светосъбиращ комплекс
											<ul>
												<li>
													образуван от пигментни
													молекули(хлорофил и
													каротиноиди)
												</li>
												<li>
													Улавя светлината и захранва
													реакционния център със
													светлинна енергия
												</li>
											</ul>
										</li>
										<li>
											Електрон-транспортна верига (ЕТВ)
											<ul>
												<li>
													образуван от поредица
													редокс-системи, при които
													трансферът на електрони
													между електронен донор(H2O)
													и електронен акцептор
													(НАДФ+) е спрегнат с
													трансфер на протони (Н+)
													през тилакоидните мембрани.
												</li>
												<li>
													Клетъчен механизъм за
													използване на енергията от
													слънчевата светлина
												</li>
											</ul>
										</li>
									</ul>
								</li>
								<li>
									Особености
									<ul>
										<li>
											Всяка фотосистема се стимулира от
											светлина с различен спектър
										</li>
										<li>
											ФС I съдържа молекули хлорофил,
											които са най- чувствителни към
											светлина, с дължина на вълната 700nm
										</li>
										<li>
											ФС II съдържа хлорофил с най-висока
											чувствителност към светлина с
											дължина на вълната 680nm.
										</li>
										<li>
											Каротиноидите са жълти и оранжеви
											пигменти, които улавят светлина с
											други дължини
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li className="tochka">
					Механизъм на светлинната фаза на фотосинтеза
					<ul>
						<li>
							Светлината се разпространява под формата на
							светлинни кванти - фотони
						</li>
						<li>
							При попадане на фотон върху молекула хлорофил,
							електронът се придвижва от една в друга орбита, като
							преминават в по- високо енергийно състояние
						</li>
						<li>
							Това състояние е нестабилно и хлорофилът се стреми
							да се върне към изходното си състояние.
						</li>
						<li>
							<img src={image_13} alt="" />
						</li>
						<li>
							Светлинната фаза започва с поглъщане на светлинна
							енергия от светосъбиращите комплекси
							<ul>
								<li>
									Това води до възбуждане на реакционния
									център на ССК (Свегосъбиращ комплекс)
								</li>
								<li>
									От реакционния център на ФСI се отделят два
									електрона
									<ul>
										<li>
											Те се пренасят по ЕТВ до
											коензим(НАДФ), който се редуцира
											(НАДФ.Н2)
										</li>
										<li>
											За редукцията се използват протони
											от тилакоидната празнина
										</li>
									</ul>
								</li>
								<li>
									Под действието на светлината РЦ на ФС II
									преминава във възбудено състояние и също
									отделя два електрона
									<ul>
										<li>
											Преминавайки по ЕТВ, възстановяват
											електронния дефицит на ФС I.
										</li>
									</ul>
								</li>
								<li>
									Възникналият дефицит във ФС II се
									възстановява от водни молекули
									<ul>
										<li>
											Кислородните атоми на две водни
											молекули се свързват с манганови
											атоми на ензима, който разцепва
											водните молекули
										</li>
										<li>
											Под действието на светлината
											молекулите на водата се разцепват
										</li>
										<li>
											2H<sub>2</sub>O {"=>"} O<sub>2</sub>
											+ 4H<sup>+</sup> + 4e<sup>-</sup>
										</li>
										<li>Процесът се нарича фотолиза</li>
									</ul>
								</li>
								<li>
									Протоните остават в тилакоидната празнина
									<ul>
										<li>
											Така концентрацията на протони се
											увеличава от фотолизата на водата и
											от внасянето на Н<sup>+</sup> от
											стромата в тилакоидната празнина
										</li>
										<li>
											Преносът на протони е свързан с
											преноса на електрони по ЕТВ
										</li>
									</ul>
								</li>
								<li>
									Отделеният при фотолиза кислород се изнася
									във външната среда
								</li>
								<li>
									Следователно отделеният при фотосинтеза
									кислород се получава от фотолизата на
									водата.
								</li>
								<li>
									<img src={image_14} alt="" />
								</li>
								<li>
									В тилакоидните мембрани се разполага
									комплекс от белтъци - АТФ-синтаза
									<ul>
										<li>
											Той притежава канали, през които
											протоните се връщат в стромата на
											хлоропластите
										</li>
										<li>
											Преминаването през каналите е
											благодарение на електрохимичния
											протонен градиент от двете страни на
											мембраната
										</li>
										<li>
											Използва се за генериране на енергия
											под формата на АТФ
										</li>
									</ul>
								</li>
								<li id="adfschema">
									Втората част на АТФ
									<ul>
										<li>
											синтазата има гъбовидна структура,
											насочена към тилакоидната празнина
										</li>
										<li>
											Тя има активни центрове, които
											свързват АДФ и Ф като субстрати, а
											краен продукт е АТФ
										</li>
										<li>
											Процесъст се нарича фотосинтетично
											фосфорилиране, тъй като се използва
											светлинна енергия
										</li>
										<li>
											<img src={image_15} alt="" />
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li class="tochka">
					Пътища за електронен поток в светлинната фаза
					<ul>
						<li>
							Два пътя
							<ul>
								<li>
									Нецикличен път
									<ul>
										<li>в който се синтезира АТФ и НАДФ</li>
										<li>
											Н<sub>2</sub> чрездвустъпален процес
											с участие на двете фотосистеми
										</li>
									</ul>
								</li>
								<li>
									Цикличен път
									<ul>
										<li>
											в който участва само ФСI и се
											образува само АТФ без НАДФ и
											кислород
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>Тъмнинна фаза (Цикъл на Калвин )</h2>
			<ul>
				<li>
					<img src={image_16} alt="" />
				</li>
				<li>
					Същност
					<ul>
						<li>
							Синтезът на органични съединения при растенията
							протича в стромата на хлоропластите.
						</li>
						<li>Реакциите не зависят пряко от светлината</li>
						<li>
							Състои се от три етапа, чиито реакции(ензимни
							стъпала) образуват метаболитен цикъл
						</li>
						<li>
							Носи името на своя откривател Мелвин Калвин - цикъл
							на Калвин
						</li>

						<li>
							<img src={image_17} alt="" />
						</li>
					</ul>
				</li>
				<li>
					Етапи
					<ul>
						<li>
							Първи етап - фиксация на СО2
							<ul>
								<li>
									Стъпка 1
									<ul>
										<li>
											Една молекула СО2 се присъединява
											към монозахарид с 5 въглеродни
											атома-рибулозобифосфат (РБФ)
										</li>
										<li>
											Получава се неустойчива молекула с 6
											въглеродни атома
										</li>
										<li>
											Ензимът, който катализира реакцията,
											се нарича рибулозобифосфат
											карбоксилаза (РуБисКо)
										</li>
										<li>
											Ензимът действа бавно като обработва
											около 3 молекули субстрат на секунда
										</li>
										<li>
											Клетката синтезира голям брой
											белтъчни молекули от него и това
											прави РуБисКо най-разпространения
											белтък на Земята
										</li>
									</ul>
								</li>
								<li>
									Стъпка 2
									<ul>
										<li>
											След присъединяване на една молекула
											вода получената хексоза се разцепва
											на две молекули фосфоглицеринова
											киселина, всяка с по три въглеродни
											атома
										</li>
									</ul>
								</li>
								<li>
									<img src={image_18} alt="" />
								</li>
							</ul>
						</li>
						<li>
							Втори етап - редукция на ФГК (фосфоглицеринова
							киселина)
							<ul>
								<li>
									Стъпка 3
									<ul>
										<li>
											Всяка молекула ФГК свързва една
											фосфатна група от АТФ и се получава
											бифосфоглецерат
										</li>
									</ul>
								</li>
								<li>
									Стъпка 4
									<ul>
										<li>НАДФ</li>
										<li>
											Н2 са получени в светлинната фаза на
											фотосинтезата
										</li>
									</ul>
								</li>
								<li>
									Стъпка 5
									<ul>
										<li>
											Някои молекули ГАФ напускат цикъла,
											за да доставят енергия и градивни
											единици за други съединения
										</li>
										<li>
											Други остават в цикъла, за да
											генерират РБФ
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Трети етап - регенерация на рибулозобифосфат
							<ul>
								<li>
									Стъпка 6
									<ul>
										<li>
											Оставащите в цикъла на Калвин
											молекули ГАФ възстановяват изходните
											метаболити риболозобифосфат, като
											присъединяват една фосфатна група от
											АТФ
										</li>
										<li>
											ГАФ напуска хлоропластите и попада в
											цитозола на клетката, където чрез
											серия от реакции се получава
											захароза
										</li>
										<li>
											ГАФ е основна форма чрез която
											въглехидратите се транспортират от
											листата към останалите части чрез
											низходящ ток
										</li>
										<li>
											Голямата част от ГАФ, която остава в
											стромата се превръща в
											скорбяла(въглехидратен резерв на
											клетката)
										</li>
										<li>
											През нощта скорбялата хидролизира,
											за да осигури глюкоза за енергийните
											нужди на клетката
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Двете фази на фотосинтезата са свързани и се
							извършват едновременно. Част от продуктите на
							светлинната фаза-АТФ и НАДФ.Н2 се използват в
							тъмнинната фаза.
						</li>
						<li>
							<img src={image_19} alt="" />
						</li>
					</ul>
				</li>
				<li>
					Фотосинтеза и добиви
					<ul>
						<li>
							Фотосинтезата е процес, при който се синтезират
							всички групи органични съединения
						</li>
						<li>
							Голяма част от синтезираните съединения (асимилати)
							се използват в процеса дишане
						</li>
						<li>
							Растенията тип С4 са адаптирани към високи
							температури и силна слънчева радиация
							<ul>
								<li>
									При тях фотосинтетичната продукция е висока
									поради отсъствие на фотодишане - процес на
									поглъщане на О2 и отделяне на СО2 от
									устицата в присъстие на светлина
								</li>
							</ul>
						</li>
						<li>
							Продуктивността на растенията може да бъде повишена
							чрез:
							<ul>
								<li>Увеличаване на степента на осветеност</li>
								<li>Увеличаване на концентрацията на СО2</li>
								<li>
									Селекция на нови сортове с ниска степен на
									фотодишане
								</li>
								<li>Подхранване на растенията с N, P, K</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Разпределение, транспорт и отлагане на асимилатите
					<ul>
						<li>
							През различните фази от развитието на растението
							асимилатите се използват за различни цели
							<ul>
								<li>
									През първите фази се използват като градивен
									материал за нарастване
								</li>
								<li>
									В по-късните се транспортират към корените,
									където се натрупват като резерв
								</li>
								<li>Част от тях се натрупват и в семената</li>
							</ul>
						</li>
						<li>
							Транспорт на асимилати
							<ul>
								<li>
									осъществява се на три нива - вътреклетъчно,
									междуклетъчно и по флоема
								</li>
								<li>
									Оставайки в семената, асимилатите потискат
									фотосинтезата
									<ul>
										<li>
											Затова малка част остават, за да се
											използват в процеса на дишане
										</li>
									</ul>
								</li>
								<li>
									Асимилатите се придвижват към корените и
									долната част на растенията
									<ul>
										<li>
											При образуване на цветове, плодове и
											семена транспорта променя посоката
											си във възходящ
										</li>
										<li>
											Най-бързо се придвижва захарозата,
											следват я ФАГ, ГАФ, ябълчна киселина
										</li>
										<li>
											Най-бавно се придвижва лимонената
											киселина
										</li>
									</ul>
								</li>
								<li>
									Мазнините и белтъците в растителните
									организми не се придвижват
									<ul>
										<li>
											Синтезирани в листата те се
											натрупват в клетките или се
											транспортират преработени
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<h2>
				Анаболитни процеси при прокариоти. Бактериална фотосинтеза.
				Хемосинтеза
			</h2>
			<ul>
				<li>
					Бактериална фотосинтеза
					<ul>
						<li>
							Освен растенията автотрофна асимилация на въглерод
							извършват и бактерии. Различават се условията, при
							които се извършва Особености на цианобактериите са
							множество мембранни пластинки-тилакоиди в
							цитоплазмата. С помощта на хлорофила в клетката
							фотосинтезира, като поглъща светлинна енергия и така
							си набавя органични вещества. Допълнителни багрила
							са каротини и сини багрила, които улавят светлината.
						</li>
						<li>Различават се условията, при които се извършва</li>
						<li>
							Б)Разлики във фотосинтезата при фотосинтезиращите
							бактерии(пурпурни и зелени) в сравнение с
							цианобактериите и висшите растения: -При
							цианобактериите работат две фотосистеми-едната, чрез
							която се осъществява фотолиза на водата с отделяне
							на кислород, и втора, чрез която се осъществява
							редукция на НАДФ до НАДФ.Н2. Синтезът на АТФ се
							нарича циклично фосфорилиране. -При
							фотосинтезиращите бактерии функционира само една
							фотосистема, която е подобна на ФС1.
							Високоенергийният електрон, избит от РЦ на ФС1 не се
							насочва към НАДФ, а се връща в белтъчен комплекс.
							При това се изпомпва протон (Н+) през клетъчната
							мембрана и се задейства АТФ-синтаза- синтезира се
							АТФ(циклично фосфорилиране). При фотосинтезиращите
							бактерии се образува само АТФ.
						</li>
					</ul>
				</li>
				<li>
					Хемосинтеза
					<ul>
						<li>
							А)Същност- Автотрофен процес, при който неорганични
							въглеродни съединения и други молекули се
							преобразуват в органични вещества. Като източник на
							енергия за биосинтеза служи окислението на
							неорганични молекули(водород, сероводород и др.),
							приети от околната среда. -Приема секато процес на
							усвояване на въглероден диоксид за сметка на химична
							енергия. (литотрофия-гр. Хранене с неорганични
							вещества) -Извършва се основно от хемоавтотрофите-
							обединява микроорганизми, които се развиват върху
							неорганичен субстрат. Те синтезират органични
							съединения от СО2 и черпят енергия от аеробно
							окисление на минерални вещества, които приемат от
							околната среда-водород, амоняк, нитрати и др.
							-Повечето са екстремофили-бактерии или археи, които
							живеят при тежки условия и са първични продуценти в
							такива екосистеми.
						</li>
					</ul>
				</li>
				<li>
					Видове бактерии
					<ul>
						<li>
							А) Бактерии, окисляващи амоняк (нитрифициращи
							бактерии) -Развиват се там където се образува амоняк
							от гниенето на органични остатъци- в почвата, блата,
							морета, и където има достъп до кислород.
							-Окислението протича в два етапа, в които участват
							два различни вида нитрифициращи микроорганизми.
							-Етапи-Отначалото NH3 под действието на нитрозни
							бактерии се окислява до нитрит. Окислението
							продължава до азотна киселина под действието на
							нитратни бактерии. -Около 95% от енергията се отделя
							под формата на топлина -Ролята на процеса
							нитрификация в природата е голяма. Една от
							най-важните е увеличаването на почвеното плодородие
							и затова се използват като ценни торове.
						</li>
						<li>
							Б) Бактерии, окисляващи сяра(серни бактерии,
							серобактерии, сулфобактерии) -Окисляват сероводород,
							елементарна сяра и някои други редуцирани серни
							съединения до сярна киселина. От нея се образуват
							сулфати. -Образуваният разтвор на сярна киселина
							прави бактериите устойчиви на кисела среда.
							-Бактериите от род Rhodopseudomonas и Rhodospirilum
							са разпространени в почвата и в някои изворни и
							блатисти води. -Обагрени са в червено и
							жълто-кафяво, съдържат бактериохлорофил. Те са
							аероби, които могат да се развиват и в анаеробни
							условия. -Енергията, която се отделя от при
							окислението на серни съединения и акумулирана под
							формата на АТФ, се използва за редуциране на
							въглероден диоксид. 2H2S+O2 2H2O+2S -От дейността на
							бактериите са се образували гипсовите залежи p.
							Achromatium p. Beggiatoa, p. Thiobacterium p.
							Thiothrix, p. Macromonas p. Thioploca, p. Thiovolum,
							p. Thiospira
						</li>
						<li>
							В)Бактерии, окисляващи желязо -Железни бактерии,
							които окисляват железни съединения и използват
							отделената енергия. В дълбоките части на океана
							живеят бактерии, които набавят енергията си чрез
							окисление на желязо. Приетият електрон от тази
							реакция редуцира дихателната верига и може да се
							използва за синтез на АТФ или на НАД. 4FeCo3+ O2+
							6H2O 4Fe(OH)3 +4CO2+ енергия -Енергията под формата
							на АТФ се използва за синтез на необходимите
							органични вещества. -Образува се „блатна
							руда“-лимонит в голямо количество в езера и блата.
							-Могат да съществуват само в области с висока
							концентрация на желязо. Не е изяснено как извличат
							желязо от магмени скали. -Към групата се отнасят и
							бактерии, които могат да окисляват и манган, уран,
							алуминий и др.
						</li>
						<li>
							Г) Бактериите окисляващи манган използват магмени
							скали. Те си набавят енергия, като окисляват Mn 2+
							до Mn4+ . В сравнение с желязото манганът е в
							по-малки количества в океанската кора, но много
							по-лесно се извлича от бактериите. Освен това при
							всяко окисление на манган се получават два електрона
							на клетка. Количеството АТФ и НАД, което се
							синтезира, варира според pH на средата.
						</li>
						<li>
							Д)Бактерии, окисляващи молекулен
							водород(водородобактерии) 2H2+O2 2H2O+ енергия
							-Усвояването на СО2 става чрез цикъла на Калвин.
							-Тези бактерии не се нуждаят от органични вещества в
							хранителната среда. -Чрез хемосинтезата се синтезира
							едва 1% от веществата, получени чрез фотосинтеза. Тя
							няма голямо значение като източник на органични
							вещества. -Хемосинтезиращите организми са по-слабо
							разпространени в сравнение с фотосинтезиращите,
							защото са много по-взискателни към средата, в която
							се развиват. -Хемосинтезиращите бактерии имат
							значение за кръговрата на веществата
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
